Repository: pehala/song-book
Catalog: category/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Tenant
cs: Do Zpěvníku

source: Move Category to a different Tenant
cs: Přesunout Kategorie do jiného Zpěvníku

source: Name
cs: Jméno

source: URL pattern
cs: URL vzor

source: PDF generation
cs: Automatické generování PDF souboru

source: Should the PDF file be automatically generated when a song changes?
cs: Má být vygenerován pdf soubor když se nějaká písnička z kategorie změní?

source: Category
cs: Kategorie

source: Categories
cs: Kategorie

source: Migrating categories to Tenant
cs: Přesun kategorii do jiného Zpěvníku

source: To Tenant
cs: Do Tenanta

source: Category Editor
cs: Editor Kategorie

source: PDF Options
cs: Nastavení PDF

source: Submit
cs: Odeslat

source: Please confirm removal
cs: Prosím potrvďte odstranění

source: Are you sure, you want to delete Category
cs: Jste si jisti že chcete smazat Kategorii

source: No
cs: Ne

source: Yes
cs: Ano

source: Language
cs: Jazyk

source: Actions
cs: Akce

source: Edit
cs: Upravit

source: Toggle Dropdown
cs: Rozbalovací menu

source: Already in queue
cs: Již ve frontě

source: Generate PDF
cs: Vygenerovat PDF

source: Delete
cs: Smazat

source: Add Category
cs: Přidat Kategorii

source: Category with url /%(slug)s does not exist
cs: Kategorie s url /%(slug)s neexistuje

source: Category %(name)s was successfully created
cs: Kategorie %(name)s byla úspěšně vytvořena

source: Category %(name)s was successfully updated
cs: Kategorie %(name)s byla úspěšně upravena

source: Category %s was successfully staged for PDF generation
cs: PDF pro Kategorii %s bylo přidáno do fronty

source: Category %(name)s was successfully deleted
cs: Kategorie %(name)s byla úspěšně smazána

source: Category %(name)s PDF generation is already pending
cs: PDF pro Kategorie %(name)s je už naplánované

source: Category %(name)s was scheduled for generation
cs: PDF pro %(name)s bylo přidána do fronty
