Repository: pehala/song-book
Catalog: chords/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Key
cs: Klíč

source: Hits
cs: Návštěvy

source: Analytics
cs: Statistiky

source: Keys
cs: Klíče

source: All
cs: Vše

source: Date Range
cs: Rozsah

source: Week
cs: Týden

source: Month
cs: Měsíc

source: Year
cs: Rok

source: General
cs: Obecné

source: %(class)s %(identifier)s was successfully deleted
cs: %(class)s %(identifier)s byla úspěšně smazána

source: %(class)s %(identifier)s was successfully updated
cs: %(class)s %(identifier)s byla úspěšně upravena

source: Update %(class)s %(identifier)s
cs: %(class)s %(identifier)s

source: %(class)s %(identifier)s was successfully created
cs: %(class)s %(identifier)s byla úspěšně vytvořena

source: Create %(class)s
cs: Nová %(class)s

source: Edit Songbook
cs: Upravit zpěvník

source: Admin
cs: Administrace

source: Add Song
cs: Přidat Písničku

source: Logout
cs: Odhlásit se

source: Change password
cs: Změnit heslo

source: Account
cs: Účet

source: Name
cs: Jméno

source: Author
cs: Autor

source: Youtube Link
cs: Odkaz na Youtube

source: Categories
cs: Kategorie

source: Archived
cs: Archivovat

source: Lyrics
cs: Text

source: Song
cs: Písnička

source: Songs
cs: Písničky

source: Columns
cs: Sloupce

source: Hide chords
cs: Skrýt akordy

source: Prevent sleep
cs: Zabránit uspání

source: Single page
cs: Bez stránek

source: Actions
cs: Akce

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: Transpose
cs: Transponovat

source: Search
cs: Vyhledávání

source: Number, text or author
cs: Číslo, text nebo autor

source: Move Category to a different Tenant
cs: Přesunout Kategorie do jiného Zpěvníku

source: URL Slug
cs: URL vzor

source: URL Slug, under which the category should be accessible
cs: Část URL, pod kterou bude kategorie dostupná

source: PDF generation
cs: Automatické Generování PDF

source: True, if the PDF file be automatically generated when a category or song changes?
cs: Zaškrknětě, pokud má být vygenerován PDF soubor když se kategorie nebo písnička změní?

source: Category
cs: Kategorie

source: Language
cs: Jazyk

source: Number of songs
cs: Počet písníček

source: Number of files
cs: Počet souborů

source: Last file
cs: Poslední soubor

source: Last update
cs: Poslední změna

source: None
cs: Nic

source: No generated files
cs: Žádné soubory

source: Toggle Dropdown
cs: Otevřít menu

source: Already in queue
cs: Již ve frontě

source: Generate PDF
cs: Vygenerovat PDF

source: Filename required for PDF generation
cs: Chybí jméno souboru pro generování PDF

source: Add Category
cs: Přidat Kategorii

source: Category with url /%(slug)s does not exist
cs: Kategorie s url /%(slug)s neexistuje

source: songbook
cs: zpevnicek

source: Bad Request
cs: Špatný dotaz

source: Invalid request
cs: Špatný požadavek

source: Permission denied
cs: Přístup zamítnut

source: Insufficient permissions
cs: Nedostatečné oprávnění

source: Not Found
cs: Nenalezeno

source: Back to homepage
cs: Zpátky domů

source: URL %(request_path)s does not exist.
cs: URL %(request_path)s neexistuje.

source: Not found
cs: Nenalezeno

source: Submit
cs: Odeslat

source: Options
cs: Možnosti

source: Version
cs: Verze

source: Logged as
cs: Přihlášen jako

source: Log in
cs: Přihlásit se

source: Please confirm removal
cs: Prosím potrvďte odstranění

source: Are you sure, you want to delete %(model_verbose_name)s
cs: Jste si jistí že chcete smazat %(model_verbose_name)s

source: No
cs: Ne

source: Yes
cs: Ano

source: Preview
cs: Náhled

source: Help
cs: Nápověda

source: Displays chord
cs: Zobrazí akord

source: Adds N empty spaces
cs: Přidá N mezer

source: Login
cs: Přihlásit se

source: Password changed
cs: Heslo změněno

source: Password was successfully changed
cs: Heslo bylo úspěšně změněno

source: Move Request to a different Tenant
cs: Přesunout požadavky do jiného Tenanta

source: No songs selected
cs: Nevybrány žádné písničky

source: Each song has to have distinct song number
cs: Každá písnička musí mít unikátní číslo

source: Generated %(files)s
cs: Existující %(files)s

source: Files
cs: Soubory

source: Queued
cs: Ve frontě

source: Scheduled
cs: Naplánováno

source: In progress
cs: Generuje se

source: Done
cs: Hotovo

source: Failed
cs: Chyba

source: (Optional) Display name for the generated files. If empty filename will be used
cs: (Nepovinné) Veřejné jméno pro vytvořené soubory. V případě že necháte pole prázdné, veřejné jméno bude vytvořeno na zákaldě jména souboru

source: Display name
cs: Veřejné jméno

source: File name of the generated PDF
cs: Název vygenerovaného PDF

source: File name
cs: Název souboru

source: True, if the file should be visible in the menu
cs: Zaškrkněte, pokud chcete aby byl PDF soubor veřejně viditelný v menu

source: Public file
cs: Veřejný soubor

source: Language of the generated PDF
cs: Jazyk PDF souboru

source: Name to be used on the title page of the PDF, usually only this or Title image should be used
cs: Jméno pro titulní stranu pdf souboru. Obvykle stačí vyplnit pouze Nadpis nebo Úvodné obrázek

source: Title
cs: Nadpis

source: Show date
cs: Vložit datum

source: True, if the date should be included in the PDF
cs: Zaškrkněte, pokud chcete aby v PDF souboru bylo datum

source: Title Image
cs: Úvodní obrázek

source: (Optional) title image for the PDF
cs: (Nepovinný) Obrázek na úvodní stránku PDF souboru

source: Title Image margins
cs: Odsazení úvodního obrázku

source: Margins for title image, might be needed for some printers
cs: Odsazení obrázku na úvodní stránce, může být nutné pro některé tiskárny

source: (Optional) URL Link to include in the PDF
cs: (Nepovinné) URL adresa, zobrazená v PDF.

source: Link
cs: Odkaz

source: Automated
cs: Automaticky

source: Manual
cs: Manuální

source: Template Name
cs: Název Šablony

source: Name of this template, only shown internally
cs: Název šablony, viditelný pouze interně

source: File Template
cs: Šablona

source: File Templates
cs: Šablony

source: Display name for the file, if empty filename will be used
cs: Veřejné jméno pro vytvořené soubory. V případě že necháte pole prázdné, veřejné jméno bude vytvořeno na zákaldě jména souboru

source: True, if the file should be public
cs: Zaškrkněte, pokud chcete aby byl PDF soubor veřejně viditelný

source: File
cs: Soubor

source: Song number
cs: Číslo písničky

source: Filename
cs: Název souboru

source: Public
cs: Veřejný

source: PDF Template
cs: Šablona

source: See progress
cs: Sledovat

source: Generate Another
cs: Vygenerovat další

source: Edit Template
cs: Upravit Šablonu

source: Waiting for render of %(filename)s
cs: Čekání na vygenerování %(filename)s

source: Waiting for start
cs: Čeká na zpracování

source: Parsing HTML
cs: Zpracovávání HTML

source: Parsing CSS
cs: Zpracovávání CSS

source: Applying CSS
cs: Aplikace CSS pravidel

source: Creating formatting structure
cs: Vytváření formátovací struktury

source: Generating layout
cs: Generování rozložení

source: Creating PDF
cs: Vytvořit PDF

source: Adding PDF metadata
cs: Přidávání metadat do PDF

source: Completed
cs: Dokončeno

source: Progress
cs: Postup

source: Back to all files
cs: Zpátky na seznam souborů

source: Table of Contents
cs: Obsah

source: Song order
cs: Pořadí písniček

source: Please, choose song order and their numbers
cs: Zvolte prosím pořadí písniček a jejich čísla

source: Song numbers
cs: Čísla písniček

source: Sort by name
cs: Seřadit podle jména

source: Finish
cs: Dokončit

source: Add Template
cs: Přidat Šablonu

source: Generate
cs: Generovat

source: Create new File Template
cs: Vytvořit novou Šablonu

source: Please enter file configuration option and select which songs you would like to include
cs: Prosím vyplňte parametry PDF souboru a vyberte písničky, které má soubor obsahovat

source: Select All
cs: Vybrat všechny

source: Deselect all
cs: Zrušit výběr

source: Finish selecting
cs: Dokončit výběr

source: File {file.id} does not have a template
cs: Soubor {file.id} není vytvořený ze šablony

source: Another file %(id)s for %(name)s is already in queue
cs: Jiný Soubor (%(id)s) for %(name)s je již ve frontě

source: Scheduled File (%(id)s) generation from template %(template)s
cs: Generování souboru (%(id)s) ze šablony %(template)s bylo naplánováno

source: File Template '%(name)s' was successfully updated
cs: Šablona %(name)s byla úspěšně upravena

source: File Template '%(name)s' was successfully created
cs: Šablona %(name)s byl úspěšně vytvořena

source: Songs in File Template '%(name)s' were successfully updated
cs: Písničky Šablony %(name)s byly úspěšně upraveny

source: Tenant
cs: Zpěvník

source: See Also
cs: Jiné stránky

source: All Songs
cs: Všechno

source: Only PNG images are allowed
cs: Jen PNG obrázky jsou podporovány

source: Link URL
cs: URL odkaz

source: Display Name
cs: Jméno

source: Hostname
cs: Doménové jméno

source: The exact hostname for this Tenant
cs: Přesné doménové jméno pod kterým bude Zpěvník dostupný

source: Internal name for this Tenant
cs: Interní název tohoto Zpevníku

source: Title on the Main site
cs: Titulek na hlavní stránce

source: Index redirect path
cs: Cíl přesměrování úvodní stránky

source: Where should new tenant redirect from index page, usually a category slug
cs: Kam by měla úvodní stránka přesměrovat uživatele, většinou URL kategorie

source: True, if all songs category should be added to navigation
cs: Pokud je zaškrknuto tak se do navigace přidá odkaz na všechny písničky

source: Optional Site logo, should be around 50x50 and in PNG format
cs: Logo zpěvníčku, nepovinné, mělo by mít rozměry kolem 50x50 a být v PNG formátu

source: Tenants
cs: Zpěvníky

source: Migrating %(source_verbose_name_plural)s to %(target_verbose_name)s
cs: Přesunout %(source_verbose_name_plural)s do %(target_verbose_name)s

source: To %(target_verbose_name)s
cs: Do %(target_verbose_name)s
